[
  "Service Agreement\n1. Introduction\nThis Service Agreement (\"Agreement\") is made and entered into on 1st October 2024\nbetween ABC Technologies Pvt. Ltd., hereinafter referred to as the \"Service Provider\", and\nXYZ Enterprises, hereinafter referred to as the \"Client\". Both parties agree to the following\nterms and conditions:\n2. Scope of Services\nThe Service Provider agrees to provide software development and maintenance services\nto the Client. The scope includes development, testing, deployment, and",
  "ent and maintenance services\nto the Client. The scope includes development, testing, deployment, and post-delivery\nsupport for a period of 12 months.\n3. Payment Terms\nThe Client agrees to pay the Service Provider a total sum of I10,00,000, payable in four\nequal installments. Late payment will attract a penalty of 2% per month on the outstanding\namount.\n4. Confidentiality\nBoth parties agree to maintain the confidentiality of all proprietary information shared\nduring the term of this Agreement. Th",
  "tain the confidentiality of all proprietary information shared\nduring the term of this Agreement. The Service Provider shall not disclose or use such\ninformation for any purpose other than fulfilling this Agreement.\n5. Termination\nEither party may terminate this Agreement with a 30-day written notice. In case of breach\nof contract, the non-breaching party reserves the right to terminate the Agreement\nimmediately.\n6. Limitation of Liability\nThe Service Provider shall not be liable for any indirec",
  "ent\nimmediately.\n6. Limitation of Liability\nThe Service Provider shall not be liable for any indirect, incidental, or consequential\ndamages. The Client agrees to use the software at their own risk.\n7. Indemnification\nThe Client agrees to indemnify and hold harmless the Service Provider from any claims,\ndamages, or liabilities arising from misuse of the software.\n8. Governing Law\nThis Agreement shall be governed by and construed in accordance with the laws of India.\nAny disputes arising under thi",
  "ll be governed by and construed in accordance with the laws of India.\nAny disputes arising under this Agreement shall be subject to the jurisdiction of the courts\nin Bangalore.\nIN WITNESS WHEREOF, both parties have executed this Agreement as of the date first\nabove written.\nService Provider: ___________________\nClient: ___________________\nDate: ___________________"
]